/*Задание 1 1. Задать температуру в градусах по Цельсию. 
Вывести в alert соответствующую температуру в градусах по Фаренгейту. 
Подсказка: расчёт идёт по формуле: 
Tf = (9 / 5) * Tc + 32, 
где Tf – температура по Фаренгейту, Tc – температура по Цельсию*/

var celsus = prompt("Введите число")
var farengeit = celsus *1.8 + 32
alert(farengeit);

/*Задание 2 Объявить две переменные: admin и name. 
Записать в name строку "Василий"; 
Скопировать значение из name в admin. 
Вывести admin (должно вывести «Василий»).*/

alert("Задача 3")

var admin 
var name = "Василий"
var admin = name
alert (admin)


alert("Задача 4")
var rezultat= 1000 + "108"
alert (rezultat)